Repository: SeniorTurkmen/Perchly
Catalog: ios/Perchly/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fr, ru, zh_hans

source: İletişim
ar: التواصل
de: Kommunikation
en: Communication
es: Comunicación
fr: Communication
ru: Общение
zh_hans: 沟通

source: İletişim Tarzı & Nitelikler
ar: أسلوب التواصل والسمات
de: Kommunikationsstil & Eigenschaften
en: Communication Style & Traits
es: Estilo de comunicación y rasgos
fr: Style de communication et traits
ru: Стиль общения и качества
zh_hans: 沟通风格与特质

source: İlk Adım
ar: الخطوة الأولى
de: Erster Schritt
en: First Step
es: Primer paso
fr: Première étape
ru: Первый шаг
zh_hans: 第一步

source: İnsan ilişkilerinin tamamlayıcısı, her an yanında sakin bir sığınak.
ar: مكمّل للعلاقات الإنسانية — ملاذ هادئ بجانبك دائماً.
de: Eine Ergänzung zu menschlichen Beziehungen — ein ruhiger Rückzugsort, immer an deiner Seite.
en: A complement to human relationships — a calm refuge always by your side.
es: Un complemento a las relaciones humanas: un refugio tranquilo siempre a tu lado.
fr: Un complément aux relations humaines — un refuge calme toujours à tes côtés.
ru: Дополнение к человеческим отношениям — спокойное убежище, которое всегда рядом.
zh_hans: 作为人际关系的补充,一个始终在你身边的宁静港湾。

source: İsminle Hitap Edilsin
ar: أن يتم مناداتك باسمك
de: Mit deinem Namen angesprochen werden
en: Be Addressed by Your Name
es: Que te llamen por tu nombre
fr: Être appelé par ton prénom
ru: Обращение по имени
zh_hans: 以你的名字称呼你

source: İstersen bunu atlayabilirsin; istediğin zaman değiştirebilirsin.
ar: يمكنك تخطي هذا إذا أردت؛ يمكنك تغييره في أي وقت.
de: Du kannst das überspringen, wenn du möchtest; du kannst es jederzeit ändern.
en: You can skip this if you like; you can change it anytime.
es: Puedes omitir esto si quieres; puedes cambiarlo cuando quieras.
fr: Tu peux passer cette étape si tu veux ; tu pourras la modifier à tout moment.
ru: Ты можешь пропустить это, если хочешь; ты всегда сможешь это изменить.
zh_hans: 如果你愿意,可以跳过此步骤;你可以随时更改。

source: İzin Ver
ar: السماح
de: Erlauben
en: Allow
es: Permitir
fr: Autoriser
ru: Разрешить
zh_hans: 允许

source: Şimdi değil
ar: ليس الآن
de: Nicht jetzt
en: Not Now
es: Ahora no
fr: Pas maintenant
ru: Не сейчас
zh_hans: 暂不

source: Şimdilik Atla
ar: تخطي الآن
de: Vorerst überspringen
en: Skip for Now
es: Omitir por ahora
fr: Passer pour l'instant
ru: Пропустить пока
zh_hans: 暂时跳过

source: Şu an nasıl bir sohbet arıyorsun?
ar: ما نوع المحادثة التي تبحث عنها الآن؟
de: Nach welcher Art von Gespräch suchst du gerade?
en: What kind of conversation are you looking for right now?
es: ¿Qué tipo de conversación buscas ahora mismo?
fr: Quel type de conversation recherches-tu en ce moment ?
ru: Какого рода общение ты сейчас ищешь?
zh_hans: 你现在想要哪种对话?
